Repository: tsanov/apache-bloodhound
Catalog: bloodhound_search/bhsearch/locale/*/LC_MESSAGES/bhsearch.po
Languages: fr

source: Name of the component implementing Bloodhound Search backend interface: ISearchBackend.
fr: Nom du composant implémentant l'interface au moteur de Recherche Bloodhound : ISearchBackend.

source: Name of the component implementing Bloodhound Search query parser.
fr: Nom du composant implémentant le parseur de requête de la Recherche Bloodhound.

source: Default facets applied to search view of all resources
fr: Facettes par défaut appliquées à la page de recherche pour toutes les ressources

source: If true, show grid as default view for specific resource in Bloodhound Search results
fr: Si vrai, affiche la grille pour la vue par défaut pour les ressources spécifiques dans les résultats de la Recherche Bloodhound

source: Default fields for grid view for specific resource
fr: Champs par défaut pour la vue par grille pour une ressource spécifique

source: Searching from quicksearch uses bhsearch.
fr: Recherche à partir du quicksearch utilise bhsearch.

source: Redirect links pointing to trac search to bhsearch
fr: Redirige les liens pointants vers trac search vers bhsearch

source: Quicksearch searches all products, even when used in product env.
fr: Quicksearch recherche dans tous les produits, même lorsqu'il est utilisé dans l'environnement d'un produit.

source: Display query suggestions.
fr: Affiche les suggestions de requêtes.

source: Unsupported resource type: '%(name)s'
fr: Type de ressource non pris en charge : '%(name)s'

source: Browse repository path %(path)s
fr: Explorer le chemin du dépôt %(path)s

source: Next Page
fr: Page suivante

source: Previous Page
fr: Page précédente

source: Previous
fr: Précédente

source: Next
fr: Suivante

source: Global product
fr: Produit global

source: All products
fr: Tous les produits

source: Relative path is resolved relatively to the directory of the environment.
fr: Le chemin relatif est résolu relativement au répertoire de l'environnement.

source: Check view permission for each document when retrieving results.
fr: Vérifier les permission d'affichage pour chaque document lors du retrait des résultats.

source: The maximum number of characters allowed in a fragment.
fr: Le nombre maximum de caractères autorisé dans un fragment.

source: The number of extra characters of context to add both before the first matched term and after the last matched term.
fr: Le nombre de caractères supplémentaires de contexte à ajouter à la fois avant le premier terme correspondant et après le dernier terme correspondant.

source: If true, do not throw an exception during indexing a resource
fr: si vrai, ne lève pas une exception pendant l'indexation d'une ressource

source: Name of the component implementing wiki syntax to text formatter interface: ISearchWikiSyntaxFormatter.
fr: Nom du composant implémentant l'interface du convertisseur de syntaxe wiki vers du texte : ISearchWikiSyntaxFormatter.

source: Default facets applied to search view of specific resource
fr: Facettes par défaut appliquées à la page de recherche pour une ressource spécifique

source: empty
fr: vide

source: Bloodhound Search Results
fr: Résultat de la Recherhce Bloodhound

source: Bloodhound Search
fr: Recherche Bloodhound

source: Quickjump to %(name)s
fr: Accès direct à %(name)s

source: Did you mean
fr: S'agissait-il de

source: Results
fr: Résultats

source: View as:
fr: Voir en tant que :

source: (ascending)
fr: (croissant)

source: (descending)
fr: (décroissant)

source: Sort by %(col)s %(direction)s
fr: Trier selon %(col)s %(direction)s

source: title
fr: titre

source: View milestone
fr: Voir le jalon

source: By %(author)s
fr: Par %(author)s

source: No matches found.
fr: Aucun résultat trouvé.

source: DEBUG INFO:
fr: INFORMATION de DÉBOGAGE :

source: [1:Note:] See [2:BloodhoundSearch] for help on searching.
fr: [1:Note :] Consultez [2:BloodhoundSearch] pour obtenir de l'aide concernant les modalités de recherche.

source: Search
fr: Recherche

source: Selected product
fr: Produit sélectionné
