Repository: tsanov/apache-bloodhound
Catalog: bloodhound_theme/bhtheme/locale/*/LC_MESSAGES/bhtheme-js.po
Languages: fr

source: Error creating ticket
fr: Erreur lors de la création du ticket

source: Has been created
fr: A été créé

source: View / Edit
fr: Voir / Modifier

source: Request timed out
fr: Requête expirée

source: Could not create ticket . Error :
fr: Le ticket n'a pu être créé. Erreur :

source: Aborted request
fr: Requête interrompue

source: has been created.
fr: a été créé.

source: Could not create ticket. Error :
fr: Le ticket n'a pu être créé. Erreur :

source: Link to this diff
fr: Lien vers ce diff

source: Link to this section
fr: Lien vers cette section

source: Link to #%(id)s
fr: Lien vers #%(id)s
