Repository: tsanov/apache-bloodhound
Catalog: bloodhound_relations/bhrelations/locale/*/LC_MESSAGES/bhrelations.po
Languages: es, fr

source: Validators used to validate all relations, regardless of their type.
es: Componentes utilizados para validar todas las relaciones, independientemente de su tipo.
fr: Validateurs utilisés pour valider toutes les relations, indépendamment de leur type.

source: Relation type to be used with the resolve as duplicate workflow.
es: Tipo de relación establecida entre incidencias duplicadas
fr: Type de relation à utiliser avec le flux de tâche de résolution en tant que doublon

source: No ticket id provided.
es: No se especificó identificador de incidencia
fr: Aucun id de ticket n'est fourni.

source: Invalid ticket id.
es: Identificador de incidencia no válida
fr: ID de ticket non valide.

source: Invalid ticket ID.
es: Identificador de incidencia no válida
fr: ID de ticket invalide.

source: Unknown relation type.
es: Relación desconocida
fr: Type de relation inconnu.

source: The relation has been added, but an error occurred while sendingnotifications: %(message)s
es: La relación fue añadida pero ocurrió un error en sendingnotifications: %(message)s
fr: La relation a été créée, mais une erreur est survenue lors de l'envoi des notifications : %(message)s

source: Invalid operation.
es: Operación no válida
fr: Opération invalide.

source: Not enough permissions to remove relation "%s"
es: Las reglas de autorización no permiten eliminar la relación "%s"
fr: Permissions insuffisantes pour enlever la relation "%s"

source: Relation %(type)s %(source)s -> %(destination)s created.
es: Se creó la relación %(type)s %(source)s -> %(destination)s.
fr: Relation %(type)s %(source)s -> %(destination)s créée.

source: Relation %(type)s %(source)s -> %(destination)s deleted.
es: Se eliminó la relación %(type)s %(source)s -> %(destination)s.
fr: Relation %(type)s %(source)s -> %(destination)s supprimée.

source: Ticket relations for #%(ticket_id)s
es: Relaciones de incidencia #%(ticket_id)s
fr: Relations de ticket pour #%(ticket_id)s

source: Manage relations for ticket [1:#%(ticket_id)s]
es: Gestionar relaciones para incidencia [1:#%(ticket_id)s]
fr: Gérer les relations pour le ticket [1:#%(ticket_id)s]

source: [1:Oops !] Could not create relation. %(error)s
es: [1:¡Oh!] No fue posible crear la relación. %(error)s
fr: [1:Oops !] Ne peut créer la relation. %(error)s

source: Add relation
es: Añadir relación
fr: Ajouter relation

source: This ticket
es: Esta incidencia
fr: Ce ticket

source: Related ticket
es: Incidencia relacionada
fr: Ticket en relation

source: Comment
es: Comentario
fr: Commentaire

source: Add
es: Añadir
fr: Ajouter

source: Type
es: Tipo

source: Product
es: Producto
fr: Produit

source: Ticket
es: Incidencia

source: Author
es: Autor
fr: Auteur

source: Changed
es: Modificado
fr: Modifié

source: Remove selected relations
es: Eliminar las relaciones seleccionadas
fr: Supprimer les relations sélectionnées

source: No defined relations for this ticket.
es: No se han definido relaciones para esta incidencia
fr: Aucune relation définie pour ce ticket.

source: Related tickets
es: Incidencias relacionadas
fr: Tickets en relation
