Repository: tsanov/apache-bloodhound
Catalog: bloodhound_multiproduct/multiproduct/locale/*/LC_MESSAGES/multiproduct.po
Languages: es

source: Prefix used for default product when migrating single-product installations to multi-product.
es: Prefijo que identifica el producto utilizado durante la migración desde un sistema sin productos hacia instalaciones con multiples productos.

source: A pattern used to generate the base URL of product environments, e.g. the use cases listed in bh:wiki:/Proposals/BEP-0003#url-mapping . Both absolute as well as relative URLs are supported. The later will be resolved with respect to the base URL of the parent global environment. The pattern may contain references to $(envname)s, $(prefix)s and $(name)s placeholders representing the environment name, product prefix and product name respectively . If nothing is set the following will be used `products/$(prefix)s` Note the usage of `$(...)s` instead of `%(...)s` as the later form would be interpreted by the ConfigParser itself.
es: Una expresión utilizada para generar a partir de los datos del producto su URL de base, e.g. los casos de uso enumerados en bh:wiki:/Proposals/BEP-0003#url-mapping . Se ofrece soporte URLs absolutas y relativas. Las últimas serán expandidas tomando como referencia la URL de base del entorno global. La expresión puede contener referencias a las variables $(envname)s, $(prefix)s y $(name)s que representan respectivamente el nombre del entorno global, el prefijo y el nombre del producto. Si no se especifica ningún valor entonces se asumirá la siguiente configuración `products/$(prefix)s` Es preciso destacar el uso de `$(...)s` en vez de `%(...)s` pues el último caso sería expandido por la instancia de la clase `ConfigParser` que procesa el fichero de configuración.

source: The path to the configuration file containing the settings shared by sibling product environments. By default will inherit global environment configuration.
es: El camino al fichero de configuración que contiene las configuraciones compartidas por los productos agrupados en un mismo entorno. El comportamiento predeterminado consiste en heredar las configuraciones del entorno global.

source: Product
es: Producto

source: Product %(name)s
es: Producto %(name)s

source: Unsupported neighborhood %(realm)s
es: El ámbito de recursos %(realm)s no es válido

source: Unknown product prefix %(prefix)s
es: El prefijo de producto %(prefix)s no es válido

source: The user "%s" does not exist.
es: El usuario "%s" no existe.

source: Reference URL for the Trac deployment. This is the base URL that will be used when producing documents that will be used outside of the web browsing context, like for example when inserting URLs pointing to Trac resources in notification e-mails.
es: URL de referencia para acceder a la instancia de Trac. Esta es la URL que será utilizada para generar documentos que serán utilizados en contextos distintos a la consulta del sitio con un navegador web, como puede ser al insertar en e-mails de notificación las URLs que apuntar a los recursos del proyecto.

source: Optionally use `[trac] base_url` for redirects. In some configurations, usually involving running Trac behind a HTTP proxy, Trac can't automatically reconstruct the URL that is used to access it. You may need to use this option to force Trac to use the `base_url` setting also for redirects. This introduces the obvious limitation that this environment will only be usable when accessible from that URL, as redirects are frequently used. ''(since 0.10.5)''
es: Utilizar `[trac] base_url` opcionalmente para redirecciones HTTP. En algunas configuraciones, generalmente involucrando el uso de Trac detrás de un proxy HTTP, el sistema no puede reconstruir automaticamente la URL en la que está desplegada la instancia. Esta opción obliga a Trac a utilizar la opción `base_url` en las redirecciones HTTP. Esto introduce la limitación evidente consistente en que el entorno del proyecto solo será accesible desde la URL configurada, ya que las redirecciones HTTP son de uso muy frecuente. ''(desde 0.10.5)''

source: E-Mail address of the product's leader / administrator.
es: E-mail del administrador, jefe o líder del proyecto

source: URL of the icon of the product.
es: URL del ícono del proyecto

source: Logging facility to use. Should be one of (`inherit`, `none`, `file`, `stderr`, `syslog`, `winlog`).
es: Seleccionar destino de registro de eventos. Tiene que ser asignado a uno de estos valores (`inherit`, `none`, `file`, `stderr`, `syslog`, `winlog`).

source: If `log_type` is `file`, this should be a path to the log-file. Relative paths are resolved relative to the `log` directory of the environment.
es: Si `log_type` es `file`, esta opción contendrá el camino al fichero de registro de eventos. Los caminos relativos serán determinados a partir de la carpeta `log` del entorno.

source: Level of verbosity in log. Should be one of (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).
es: Nivel de registro de eventos. Tiene que ser asignado a uno de estos valores (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).

source: Custom logging format. If nothing is set, the following will be used: Trac[$(module)s] $(levelname)s: $(message)s In addition to regular key names supported by the Python logger library (see http://docs.python.org/library/logging.html), one could use: - $(path)s the path for the current environment - $(basename)s the last path component of the current environment - $(project)s the project name Note the usage of `$(...)s` instead of `%(...)s` as the latter form would be interpreted by the ConfigParser itself. Example: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(since 0.10.5)''
es: Formato personalizado de los registros de eventos. Si no se especifica nada se utilizará el enfoque siguiente: Trac[$(module)s] $(levelname)s: $(message)s Además de los valores soportados por la librería estándar de Python para registro de eventos (consulte http://docs.python.org/library/logging.html), también se puede utilizar: - $(path)s el camino a la carpeta del entorno - $(basename)s el último componente del camino a la carpeta del entorno - $(project)s el nombre del proyecto Es preciso destacar el uso de `$(...)s` en vez de `%(...)s` pues el último caso sería expandido por la instancia de la clase `ConfigParser` que procesa el fichero de configuración. Ejemplo: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(desde 0.10.5)''

source: Your changes have been saved.
es: Sus cambios han sido aplicados.

source: All fields are required!
es: ¡Todos los campos son obligatorios!

source: The product "%(id)s" has been added.
es: El producto "%(id)s" ha sido añadido.

source: Invalid product id.
es: Identificador de product no válido

source: Product %(id)s already exists.
es: El producto %(id)s ya existe.

source: Product removal is not allowed!
es: ¡La eliminación de un producto no está permitida!

source: Prefix
es: Prefijo

source: Owner
es: Responsable

source: Name
es: Nombre

source: Command 'product remove' not supported yet
es: El comando 'product remove' no está implementado

source: Do not show any product admin panels in this list even if allowed by white list. Value must be a comma-separated list of `cat:id` strings respectively identifying the section and identifier of target admin panel. Empty values of `cat` and `id` will be ignored and warnings emitted if TracLogging is enabled. If `id` is set to `*` then all panels in `cat` section will be added to blacklist while in product context.
es: No mostrar ninguno de los paneles de administración incluidos en esta lista incluso si fuera permitido en la lista blanca. Debe ser una lista de valores separados por comas con cada elemento de la forma `cat:id` identificando respectivamente la sección y el identificador del panel de administración en cuestión. Si `cat` y/o `id` estuvieran vaciós el elemento será descartado y se emitirán mensajes en el registro de eventos si la funcionalidad TracLogging estuviera activada. Si `id` es `*` entonces todos los paneles en la sección `cat` serán añadidos a la lista negra y no serán mostrados en los productos.

source: No documentation found for '%(cmd)s'. Use 'help' to see the list of commands.
es: No se encontró documentación para '%(cmd)s'. Use 'help' para listar los comandos.

source: Did you mean this?
es: ¿Acaso no será este?

source: trac-admin - The Trac Administration Console %(version)s
es: trac-admin - La consola de administración de Trac %(version)s

source: Unknown administration panel
es: Panel de administración desconocido

source: Version Control
es: Control de versiones

source: Repository Links
es: Repositorios del producto

source: Repositories
es: Repositorios

source: Product %(pid)s not found
es: No se encontró el producto %(pid)s

source: Unable to render product page. Wrong setup?
es: No se a podido mostrar la página del producto. Verifique su configuración

source: Products
es: Productos

source: A product with name "%(name)s" already exists, please choose a different name.
es: Ya existe un producto con nombre "%(name)s", por favor escoja otro nombre.

source: You must provide a name for the product.
es: El nombre del producto es obligatorio

source: You must provide a prefix for the product.
es: El prefijo del producto es obligatorio

source: Product "%(id)s" already exists, please choose another prefix.
es: El producto "%(id)s" ya existe, por favor escoja otro prefijo.

source: Manage Products
es: Administrar Productos

source: Owner:
es: Responsable:

source: Modify Product:
es: Modificar Producto:

source: Prefix:
es: Prefijo:

source: Name:
es: Nombre:

source: Description (you may use [1:WikiFormatting] here):
es: Descripción (puedes usar [1:WikiFormatting] aqui):

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Add Product:
es: Añadir Producto:

source: Add
es: Añadir

source: Default
es: Predeterminado

source: Remove selected items
es: Quitar seleccionados

source: Apply changes
es: Aplicar cambios

source: You can remove all items from this list to completely hide this field from the user interface.
es: Puedes quitar todos los objetos de esta lista para ocultar completamente este campo de la interfaz de usuario.

source: As long as you don't add any items to the list, this field will remain completely hidden from the user interface.
es: Mientras no añadas ningún item a la lista, este campo permanecerá completamente oculto en la interfaz de usuario.

source: Delete Product
es: Eliminar Producto

source: Are you sure you want to delete this product?
es: ¿Realmente desea eliminar este producto?

source: Delete product
es: Eliminar producto

source: Edit Product
es: Editar Producto

source: New Product
es: Nuevo Producto

source: Short name for the product (prefix):
es: Identificador del producto (prefijo):

source: Name of the product:
es: Nombre del producto:

source: Description (you may use [1:WikiFormatting] here):
es: Descripción (puedes utilizar [1:WikiFormatting] aquí):

source: Submit changes
es: Enviar cambios

source: Add Product
es: Añadir Product

source: Add new product
es: Añadir nuevo producto

source: Edit this product
es: Editar este producto

source: Edit product
es: Editar producto

source: Manage repository links
es: Gestionar repositorios del producto

source: Type
es: Tipo

source: Directory
es: Directorio

source: Revision
es: Revisión

source: (default)
es: (predeterminado)

source: Alias of %(repo)s
es: Alias de %(repo)s

source: No linked repositories.
es: No hay repositorios en este producto

source: Refresh
es: Refrescar

source: Add repository link
es: Añadir enlace a repositorio

source: No repositories to add.
es: No hay repositorios disponibles

source: add
es: añadido

source: remove
es: eliminado

source: add / remove
es: eliminado

source: set to
es: poner

source: Page %(page)s is beyond the number of pages in the query
es: La página %(page)s es mayor que el número de páginas de la consulta

source: Ticket completion status for each %(group)s
es: Estado de resolución de incidencias para cada %(group)s

source: No results
es: No hay resultados

source: %(groupvalue)s %(groupname)s tickets matching %(query)s
es: Las incidencias %(groupvalue)s %(groupname)s coinciden con %(query)s

source: %(groupvalue)s %(groupname)s tickets:
es: Incidencias de %(groupvalue)s %(groupname)s:

source: id can't be set for a new ticket request.
es: No se puede establecer un identificador para la petición de nueva incidencia.

source: Invalid ticket number
es: Número de incidencia no válido

source: View Tickets
es: Ver incidencias
